Repository: kirpiistaken/OneScoop
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, tr

# badge.c100
source: Hundred
de: Hunderter
es: Centenario
fr: Centurion
it: Centenario
pt_br: Centena
tr: Yüzlük

# badge.c30
source: Habit
de: Gewohnheit
es: Hábito
fr: Habitude
it: Abitudine
pt_br: Hábito
tr: Alışkanlık

# badge.c365
source: One Year
de: Ein Jahr
es: Un año
fr: Un an
it: Un anno
pt_br: Um ano
tr: Bir Yıl

# badge.c7
source: First Week
de: Erste Woche
es: Primera semana
fr: Première semaine
it: Prima settimana
pt_br: Primeira semana
tr: İlk Hafta

# badge.container
source: Tub Finished
de: Dose leer
es: Bote terminado
fr: Pot terminé
it: Barattolo finito
pt_br: Pote finalizado
tr: Kutu Bitti

# badge.container_detail
source: You finished a whole tub
de: Du hast eine ganze Dose aufgebraucht
es: Terminaste un bote entero
fr: Vous avez fini un pot entier
it: Hai finito un barattolo intero
pt_br: Você terminou um pote inteiro
tr: Bir kutuyu bitirdin

# badge.creatine_detail %lld
source: %lld days of creatine in a row
de: %lld Tage Kreatin am Stück
es: %lld días seguidos de creatina
fr: %lld jours de créatine d’affilée
it: %lld giorni di creatina di fila
pt_br: %lld dias seguidos de creatina
tr: %lld gün üst üste kreatin

# badge.first
source: First Scoop
de: Erster Scoop
es: Primer scoop
fr: Premier scoop
it: Primo scoop
pt_br: Primeiro scoop
tr: İlk Scoop

# badge.first_detail
source: Your first creatine log
de: Dein erster Kreatin-Eintrag
es: Tu primer registro de creatina
fr: Votre première prise de créatine
it: La tua prima creatina registrata
pt_br: Seu primeiro registro de creatina
tr: İlk kreatin kaydın

# badge.loading
source: Fully Loaded
de: Voll geladen
es: Carga completa
fr: Charge terminée
it: Carico completato
pt_br: Saturação completa
tr: Yükleme Tamam

# badge.loading_detail
source: Every day of your loading phase, on time
de: Jeden Tag deiner Ladephase, pünktlich
es: Cada día de tu fase de carga, a tiempo
fr: Chaque jour de votre phase de charge, à temps
it: Ogni giorno della fase di carico, puntuale
pt_br: Todos os dias da sua saturação, no horário
tr: Yükleme fazının her günü, zamanında

# badge.month
source: Perfect Month
de: Perfekter Monat
es: Mes perfecto
fr: Mois parfait
it: Mese perfetto
pt_br: Mês perfeito
tr: Kusursuz Ay

# badge.month_detail
source: Creatine every day of a month
de: Kreatin an jedem Tag eines Monats
es: Creatina todos los días de un mes
fr: Créatine chaque jour d’un mois
it: Creatina ogni giorno di un mese
pt_br: Creatina todos os dias de um mês
tr: Bir ayın her günü kreatin

# badge.w100
source: River
de: Fluss
es: Río
fr: Rivière
it: Fiume
pt_br: Rio
tr: Nehir

# badge.w30
source: Stream
de: Strömung
es: Corriente
fr: Courant
it: Corrente
pt_br: Correnteza
tr: Akıntı

# badge.w365
source: Ocean
de: Ozean
es: Océano
fr: Océan
it: Oceano
pt_br: Oceano
tr: Okyanus

# badge.w7
source: Droplet
de: Tropfen
es: Gota
fr: Goutte
it: Goccia
pt_br: Gota
tr: Damla

# badge.water_detail %lld
source: Water goal hit %lld days in a row
de: Wasserziel %lld Tage am Stück erreicht
es: Objetivo de agua %lld días seguidos
fr: Objectif d’eau atteint %lld jours d’affilée
it: Obiettivo d’acqua raggiunto %lld giorni di fila
pt_br: Meta de água batida %lld dias seguidos
tr: %lld gün üst üste su hedefi

# badges.all
source: All
de: Alle
es: Todas
fr: Tous
it: Tutti
pt_br: Todas
tr: Tümü

# badges.all_streaks
source: Every streak badge earned. Legend.
de: Alle Serien-Abzeichen geholt. Legende.
es: Todas las insignias de racha conseguidas. Leyenda.
fr: Tous les badges de série obtenus. Légende.
it: Tutti i badge di serie ottenuti. Leggenda.
pt_br: Todas as medalhas de sequência conquistadas. Lenda.
tr: Tüm seri rozetleri senin. Efsane.

# badges.days_left %lld
source: %lld days to go
de: Noch %lld Tage
es: Faltan %lld días
fr: Encore %lld jours
it: Mancano %lld giorni
pt_br: Faltam %lld dias
tr: %lld gün kaldı

# badges.earned %lld %lld
source: %1$lld of %2$lld badges earned
de: %1$lld von %2$lld Abzeichen erhalten
es: %1$lld de %2$lld insignias conseguidas
fr: %1$lld badges obtenus sur %2$lld
it: %1$lld badge su %2$lld ottenuti
pt_br: %1$lld de %2$lld medalhas conquistadas
tr: %2$lld rozetten %1$lld tanesi kazanıldı

# badges.earned_on %@
source: Earned on %@
de: Erhalten am %@
es: Conseguida el %@
fr: Obtenu le %@
it: Ottenuto il %@
pt_br: Conquistada em %@
tr: %@ tarihinde kazanıldı

# badges.next %@
source: Next: %@
de: Als Nächstes: %@
es: Siguiente: %@
fr: Prochain : %@
it: Prossimo: %@
pt_br: Próxima: %@
tr: Sıradaki: %@

# badges.rule_note
source: Only days logged on the day count. Days added later from the calendar don’t.
de: Nur am selben Tag erfasste Tage zählen. Später im Kalender nachgetragene nicht.
es: Solo cuentan los días registrados ese mismo día. Los añadidos después desde el calendario, no.
fr: Seuls les jours notés le jour même comptent. Ceux ajoutés plus tard depuis le calendrier, non.
it: Contano solo i giorni registrati in giornata. Quelli aggiunti dopo dal calendario no.
pt_br: Só contam os dias registrados no próprio dia. Os adicionados depois pelo calendário, não.
tr: Sadece o gün girilen kayıtlar sayılır. Takvimden sonradan eklenen günler sayılmaz.

# badges.title
source: Badges
de: Abzeichen
es: Insignias
it: Badge
pt_br: Medalhas
tr: Rozetler

# calc.applied
source: Water goal set
de: Wasserziel gesetzt
es: Objetivo de agua guardado
fr: Objectif d’eau défini
it: Obiettivo d’acqua impostato
pt_br: Meta de água definida
tr: Su hedefin ayarlandı

# calc.apply
source: Make it my water goal
de: Als Wasserziel setzen
es: Usar como objetivo de agua
fr: En faire mon objectif d’eau
it: Usa come obiettivo d’acqua
pt_br: Usar como meta de água
tr: Su hedefim yap

# calc.base
source: Base need
de: Grundbedarf
es: Necesidad base
fr: Besoin de base
it: Fabbisogno base
pt_br: Necessidade base
tr: Temel ihtiyaç

# calc.creatine %@
source: Creatine (%@ g)
de: Kreatin (%@ g)
es: Creatina (%@ g)
fr: Créatine (%@ g)
it: Creatina (%@ g)
pt_br: Creatina (%@ g)
tr: Kreatin (%@ g)

# calc.disclaimer
source: An estimate based on a common rule of thumb (35 ml per kg, plus 100 ml per gram of creatine). Not medical advice.
de: Schätzung nach einer gängigen Faustregel (35 ml pro kg plus 100 ml pro Gramm Kreatin). Keine medizinische Beratung.
es: Estimación basada en una regla práctica común (35 ml por kg y 100 ml por gramo de creatina). No es consejo médico.
fr: Estimation selon une règle courante (35 ml par kg, plus 100 ml par gramme de créatine). Pas un avis médical.
it: Stima basata su una regola pratica comune (35 ml per kg, più 100 ml per grammo di creatina). Non è un consiglio medico.
pt_br: Estimativa baseada em uma regra prática comum (35 ml por kg, mais 100 ml por grama de creatina). Não é conselho médico.
tr: Yaygın bir pratik kurala dayalı tahmindir (kilo başına 35 ml, kreatinin gramı başına 100 ml). Tıbbi tavsiye değildir.

# calc.dose
source: Creatine per day
de: Kreatin pro Tag
es: Creatina al día
fr: Créatine par jour
it: Creatina al giorno
pt_br: Creatina por dia
tr: Günlük kreatin

# calc.from_health
source: Get from Apple Health
de: Aus Apple Health holen
es: Obtener de Salud
fr: Récupérer depuis Santé
it: Prendi da Salute
pt_br: Obter do Saúde
tr: Apple Sağlık'tan al

# calc.glasses %lld
source: about %lld glasses
de: etwa %lld Gläser
es: unos %lld vasos
fr: environ %lld verres
it: circa %lld bicchieri
pt_br: cerca de %lld copos
tr: yaklaşık %lld bardak

# calc.my_dose %@
source: Back to my dose (%@ g)
de: Zurück zu meiner Dosis (%@ g)
es: Volver a mi dosis (%@ g)
fr: Revenir à ma dose (%@ g)
it: Torna alla mia dose (%@ g)
pt_br: Voltar à minha dose (%@ g)
tr: Kendi dozuma dön (%@ g)

# calc.result_label
source: DAILY WATER
de: WASSER PRO TAG
es: AGUA DIARIA
fr: EAU PAR JOUR
it: ACQUA AL GIORNO
pt_br: ÁGUA POR DIA
tr: GÜNLÜK SU

# calc.title
source: Creatine–water calculator
de: Kreatin-Wasser-Rechner
es: Calculadora creatina-agua
fr: Calculateur créatine-eau
it: Calcolatore creatina-acqua
pt_br: Calculadora creatina-água
tr: Kreatin-su hesaplayıcı

# calc.weight
source: Body weight
de: Körpergewicht
es: Peso corporal
fr: Poids
it: Peso corporeo
pt_br: Peso corporal
tr: Kilo

# calc.workout
source: Workout day
de: Trainingstag
es: Día de entreno
fr: Jour d’entraînement
it: Giorno di allenamento
pt_br: Dia de treino
tr: Antrenman günü

# celebrate.many %lld
source: %lld NEW BADGES
de: %lld NEUE ABZEICHEN
es: %lld INSIGNIAS NUEVAS
fr: %lld NOUVEAUX BADGES
it: %lld NUOVI BADGE
pt_br: %lld NOVAS MEDALHAS
tr: %lld YENİ ROZET

# celebrate.one
source: NEW BADGE
de: NEUES ABZEICHEN
es: NUEVA INSIGNIA
fr: NOUVEAU BADGE
it: NUOVO BADGE
pt_br: NOVA MEDALHA
tr: YENİ ROZET

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar
tr: Vazgeç

# common.done
source: Done
de: Fertig
es: Listo
fr: OK
it: Fine
pt_br: OK
tr: Bitti

# complication.description
source: See at a glance whether you've taken today's creatine.
de: Sieh auf einen Blick, ob du dein Kreatin heute schon genommen hast.
es: Mira de un vistazo si ya tomaste la creatina de hoy.
fr: Voyez d’un coup d’œil si vous avez pris votre créatine aujourd’hui.
it: Vedi a colpo d’occhio se hai già preso la creatina oggi.
pt_br: Veja num relance se você já tomou a creatina de hoje.
tr: Bugünkü kreatini alıp almadığını tek bakışta gör.

# complication.not_yet
source: Not logged yet
de: Noch nicht eingetragen
es: Aún sin registrar
fr: Pas encore noté
it: Non ancora registrata
pt_br: Ainda não registrado
tr: Henüz kaydedilmedi

# control.description
source: Log today's creatine from Control Center or the Action button.
de: Trage dein heutiges Kreatin im Kontrollzentrum oder mit der Aktionstaste ein.
es: Registra la creatina de hoy desde el Centro de control o el botón de acción.
fr: Notez la créatine du jour depuis le centre de contrôle ou le bouton Action.
it: Registra la creatina di oggi dal Centro di Controllo o dal tasto Azione.
pt_br: Registre a creatina de hoje pela Central de Controle ou pelo botão de Ação.
tr: Bugünkü kreatini Denetim Merkezi'nden ya da Eylem düğmesinden kaydet.

# control.water_desc
source: Add your default cup of water.
de: Füge dein Standardgefäß Wasser hinzu.
es: Añade tu vaso de agua predeterminado.
fr: Ajoutez votre contenant d’eau par défaut.
it: Aggiungi il tuo contenitore d’acqua predefinito.
pt_br: Adicione seu copo de água padrão.
tr: Varsayılan kabın kadar su ekle.

# history.creatine
source: Creatine
de: Kreatin
es: Creatina
fr: Créatine
it: Creatina
pt_br: Creatina
tr: Kreatin

# history.day_streak
source: day streak
de: Tage in Folge
es: días de racha
fr: jours d’affilée
it: giorni di fila
pt_br: dias seguidos
tr: günlük seri

# history.days_logged
source: days logged
de: Tage eingetragen
es: días registrados
fr: jours notés
it: giorni registrati
pt_br: dias registrados
tr: gün kaydedildi

# history.loading
source: Loading
de: Ladephase
es: Carga
fr: Charge
it: Carico
pt_br: Saturação
tr: Yükleme

# history.maintenance
source: Maintenance
de: Erhaltung
es: Mantenimiento
fr: Entretien
it: Mantenimento
pt_br: Manutenção
tr: İdame

# history.tap_hint
source: Tap any past day to add or remove an entry.
de: Tippe auf einen vergangenen Tag, um einen Eintrag hinzuzufügen oder zu entfernen.
es: Toca cualquier día pasado para añadir o quitar un registro.
fr: Touchez un jour passé pour ajouter ou supprimer une entrée.
it: Tocca un giorno passato per aggiungere o rimuovere una voce.
pt_br: Toque em um dia anterior para adicionar ou remover um registro.
tr: Kayıt eklemek ya da silmek için geçmiş bir güne dokun.

# history.this_month
source: this month
de: diesen Monat
es: este mes
fr: ce mois-ci
it: questo mese
pt_br: este mês
tr: bu ay

# history.water_average
source: Daily average
de: Tagesschnitt
es: Media diaria
fr: Moyenne par jour
it: Media giornaliera
pt_br: Média diária
tr: Günlük ortalama

# history.water_goal_days
source: Days at goal
de: Tage am Ziel
es: Días con objetivo
fr: Jours à l’objectif
it: Giorni a obiettivo
pt_br: Dias na meta
tr: Hedefe ulaşılan gün

# history.water_hint
source: Tap a day to see its water.
de: Tippe auf einen Tag, um sein Wasser zu sehen.
es: Toca un día para ver su agua.
fr: Touchez un jour pour voir son eau.
it: Tocca un giorno per vederne l’acqua.
pt_br: Toque em um dia para ver a água dele.
tr: O günün sularını görmek için bir güne dokun.

# icon.classic
source: Classic
de: Klassisch
es: Clásico
fr: Classique
it: Classica
pt_br: Clássico
tr: Klasik

# icon.light
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
pt_br: Claro
tr: Açık

# icon.night
source: Night
de: Nacht
es: Noche
fr: Nuit
it: Notte
pt_br: Noite
tr: Gece

# insight.consistent
source: Four weeks straight. At this point it's just part of your routine.
de: Vier Wochen am Stück. Das gehört jetzt einfach zu deiner Routine.
es: Cuatro semanas seguidas. Ya forma parte de tu rutina.
fr: Quatre semaines d’affilée. C’est désormais une habitude.
it: Quattro settimane di fila. Ormai fa parte della tua routine.
pt_br: Quatro semanas seguidas. Já faz parte da sua rotina.
tr: Dört hafta aralıksız. Artık rutininin bir parçası.

# insight.empty %@
source: No doses logged in %@ yet. Tap Yes on the Today tab once you take today's dose.
de: Im %@ ist noch keine Dosis eingetragen. Tippe im Tab „Heute“ auf Ja, sobald du die heutige genommen hast.
es: Aún no hay dosis registradas en %@. Toca Sí en la pestaña Hoy cuando tomes la de hoy.
fr: Aucune dose notée en %@ pour l’instant. Touchez Oui dans l’onglet Aujourd’hui après avoir pris celle du jour.
it: Nessuna dose registrata a %@ finora. Tocca Sì nella scheda Oggi quando prendi quella di oggi.
pt_br: Nenhuma dose registrada em %@ ainda. Toque em Sim na aba Hoje depois de tomar a de hoje.
tr: %@ ayında henüz kayıt yok. Bugünkü dozunu aldığında Bugün sekmesinde Evet'e dokun.

# insight.loading %lld %@ %@
source: Loading days left: %1$lld (%2$@ g), then %3$@ g daily.
de: Verbleibende Ladetage: %1$lld (%2$@ g), danach täglich %3$@ g.
es: Días de carga restantes: %1$lld (%2$@ g), luego %3$@ g al día.
fr: Jours de charge restants : %1$lld (%2$@ g), puis %3$@ g par jour.
it: Giorni di carico rimanenti: %1$lld (%2$@ g), poi %3$@ g al giorno.
pt_br: Dias de saturação restantes: %1$lld (%2$@ g), depois %3$@ g por dia.
tr: Kalan yükleme günü: %1$lld (%2$@ g), sonra günde %3$@ g.

# insight.missed
source: A few days slipped this month. Turning on a reminder usually helps.
de: Diesen Monat sind ein paar Tage ausgefallen. Eine Erinnerung hilft meistens.
es: Este mes se te pasaron algunos días. Activar un recordatorio suele ayudar.
fr: Quelques jours ont été oubliés ce mois-ci. Activer un rappel aide généralement.
it: Questo mese hai saltato qualche giorno. Attivare un promemoria di solito aiuta.
pt_br: Alguns dias passaram batido este mês. Ativar um lembrete costuma ajudar.
tr: Bu ay birkaç gün kaçtı. Hatırlatmayı açmak genelde işe yarar.

# insight.streak %lld
source: You're on a %lld-day streak.
de: Du bist %lld Tage in Folge dabei.
es: Llevas una racha de %lld días.
fr: Vous en êtes à %lld jours d’affilée.
it: Sei a %lld giorni di fila.
pt_br: Você está há %lld dias seguidos.
tr: %lld günlük serin var.

# insight.summary %lld %lld %@ %@ %@
source: %1$lld of %2$lld days in %3$@ — %4$@ g total, %5$@ consistency.
de: %1$lld von %2$lld Tagen im %3$@ — insgesamt %4$@ g, %5$@ Konstanz.
es: %1$lld de %2$lld días en %3$@ — %4$@ g en total, %5$@ de constancia.
fr: %1$lld jours sur %2$lld en %3$@ — %4$@ g au total, %5$@ de régularité.
it: %1$lld giorni su %2$lld a %3$@ — %4$@ g in totale, %5$@ di costanza.
pt_br: %1$lld de %2$lld dias em %3$@ — %4$@ g no total, %5$@ de constância.
tr: %3$@: %2$lld günden %1$lld gün — toplam %4$@ g, tutarlılık %5$@.

# insights.average %@
source: %@ L a day on average
de: Im Schnitt %@ L pro Tag
es: %@ L al día de media
fr: %@ L par jour en moyenne
it: In media %@ L al giorno
pt_br: Média de %@ L por dia
tr: Günde ortalama %@ L

# insights.creatine %lld %lld
source: Creatine on %1$lld of %2$lld days
de: Kreatin an %1$lld von %2$lld Tagen
es: Creatina %1$lld de %2$lld días
fr: Créatine %1$lld jours sur %2$lld
it: Creatina %1$lld giorni su %2$lld
pt_br: Creatina em %1$lld de %2$lld dias
tr: %2$lld günün %1$lld gününde kreatin

# insights.goal_days %lld %lld
source: Goal reached on %1$lld of %2$lld days
de: Ziel an %1$lld von %2$lld Tagen erreicht
es: Objetivo cumplido %1$lld de %2$lld días
fr: Objectif atteint %1$lld jours sur %2$lld
it: Obiettivo raggiunto %1$lld giorni su %2$lld
pt_br: Meta atingida em %1$lld de %2$lld dias
tr: %2$lld günün %1$lld gününde hedefe ulaştın

# insights.no_water
source: No water logged this week yet.
de: Diese Woche noch kein Wasser eingetragen.
es: Aún no hay agua registrada esta semana.
fr: Pas encore d’eau notée cette semaine.
it: Nessuna acqua registrata questa settimana.
pt_br: Nenhuma água registrada nesta semana ainda.
tr: Bu hafta henüz su kaydı yok.

# insights.peak %@
source: You drink most between %@
de: Am meisten trinkst du zwischen %@
es: Bebes más entre las %@
fr: Vous buvez le plus entre %@
it: Bevi di più tra le %@
pt_br: Você bebe mais entre %@
tr: En çok %@ arası içiyorsun

# insights.quiet_afternoon
source: Afternoons are your quietest time
de: Nachmittags trinkst du am wenigsten
es: Las tardes son cuando menos bebes
fr: C’est l’après-midi que vous buvez le moins
it: Il pomeriggio è quando bevi di meno
pt_br: À tarde é quando você bebe menos
tr: En az öğleden sonraları içiyorsun

# insights.quiet_evening
source: Evenings are your quietest time
de: Abends trinkst du am wenigsten
es: Las noches son cuando menos bebes
fr: C’est le soir que vous buvez le moins
it: La sera è quando bevi di meno
pt_br: À noite é quando você bebe menos
tr: En az akşamları içiyorsun

# insights.quiet_morning
source: Mornings are your quietest time
de: Morgens trinkst du am wenigsten
es: Las mañanas son cuando menos bebes
fr: C’est le matin que vous buvez le moins
it: La mattina è quando bevi di meno
pt_br: De manhã é quando você bebe menos
tr: En az sabahları içiyorsun

# insights.title
source: Weekly summary
de: Wochenübersicht
es: Resumen semanal
fr: Résumé de la semaine
it: Riepilogo settimanale
pt_br: Resumo semanal
tr: Haftalık özet

# intent.log.desc
source: Marks today's creatine dose as taken.
de: Markiert die heutige Kreatindosis als genommen.
es: Marca la dosis de creatina de hoy como tomada.
fr: Marque la dose de créatine du jour comme prise.
it: Segna la dose di creatina di oggi come presa.
pt_br: Marca a dose de creatina de hoje como tomada.
tr: Bugünkü kreatin dozunu alındı olarak işaretler.

# intent.log.title
source: Log today's creatine
de: Heutiges Kreatin eintragen
es: Registrar la creatina de hoy
fr: Noter la créatine du jour
it: Registra la creatina di oggi
pt_br: Registrar a creatina de hoje
tr: Bugünkü kreatini kaydet

# intent.undo.desc
source: Removes today's creatine entry.
de: Entfernt den heutigen Kreatin-Eintrag.
es: Elimina el registro de creatina de hoy.
fr: Supprime l’entrée de créatine du jour.
it: Rimuove la voce di creatina di oggi.
pt_br: Remove o registro de creatina de hoje.
tr: Bugünkü kreatin kaydını siler.

# intent.undo.title
source: Undo today's creatine
de: Heutigen Eintrag rückgängig machen
es: Deshacer la creatina de hoy
fr: Annuler la créatine du jour
it: Annulla la creatina di oggi
pt_br: Desfazer a creatina de hoje
tr: Bugünkü kaydı geri al

# intent.water.amount
source: Amount (ml)
de: Menge (ml)
es: Cantidad (ml)
fr: Quantité (ml)
it: Quantità (ml)
pt_br: Quantidade (ml)
tr: Miktar (ml)

# intent.water.desc
source: Adds water to today's total in OneScoop.
de: Fügt Wasser zur heutigen Menge in OneScoop hinzu.
es: Añade agua al total de hoy en OneScoop.
fr: Ajoute de l’eau au total du jour dans OneScoop.
it: Aggiunge acqua al totale di oggi in OneScoop.
pt_br: Adiciona água ao total de hoje no OneScoop.
tr: OneScoop'ta bugünkü toplama su ekler.

# intent.water.title
source: Add water
de: Wasser hinzufügen
es: Añadir agua
fr: Ajouter de l’eau
it: Aggiungi acqua
pt_br: Adicionar água
tr: Su ekle

# intent.water_undo.title
source: Undo last water
de: Letztes Wasser widerrufen
es: Deshacer el último agua
fr: Annuler la dernière eau
it: Annulla l’ultima acqua
pt_br: Desfazer a última água
tr: Son suyu geri al

# notif.after_workout
source: Workout done. Did you take your creatine?
de: Training geschafft. Hast du dein Kreatin genommen?
es: Entreno hecho. ¿Tomaste tu creatina?
fr: Séance terminée. Avez-vous pris votre créatine ?
it: Allenamento finito. Hai preso la creatina?
pt_br: Treino feito. Tomou sua creatina?
tr: Antrenman bitti. Kreatinini aldın mı?

# notif.first
source: It's time to take your daily creatine!
de: Zeit für dein tägliches Kreatin!
es: ¡Es hora de tomar tu creatina diaria!
fr: C’est l’heure de votre créatine du jour !
it: È ora della tua creatina quotidiana!
pt_br: Hora de tomar sua creatina do dia!
tr: Günlük kreatinini alma vakti!

# notif.log_it
source: Log it
de: Eintragen
es: Registrar
fr: Noter
it: Registra
pt_br: Registrar
tr: Kaydet

# notif.repeat
source: Still haven't logged today's creatine.
de: Das heutige Kreatin ist noch nicht eingetragen.
es: Aún no has registrado la creatina de hoy.
fr: Vous n’avez pas encore noté la créatine du jour.
it: Non hai ancora registrato la creatina di oggi.
pt_br: Você ainda não registrou a creatina de hoje.
tr: Bugünkü kreatinini hâlâ kaydetmedin.

# notif.supply_low
source: Your creatine runs out in about a week. Time to restock.
de: Dein Kreatin ist in etwa einer Woche leer. Zeit für Nachschub.
es: Tu creatina se acaba en una semana. Hora de reponer.
fr: Votre créatine sera épuisée dans une semaine environ. Pensez à en racheter.
it: La tua creatina finisce tra circa una settimana. È ora di ricomprarla.
pt_br: Sua creatina acaba em cerca de uma semana. Hora de repor.
tr: Kreatinin yaklaşık bir hafta sonra bitiyor. Yenisini almanın zamanı.

# notif.water_pace %@
source: You're %@ ml behind today's goal.
de: Du liegst %@ ml hinter deinem heutigen Ziel.
es: Vas %@ ml por detrás del objetivo de hoy.
fr: Vous avez %@ ml de retard sur l’objectif du jour.
it: Sei %@ ml indietro rispetto all’obiettivo di oggi.
pt_br: Você está %@ ml atrás da meta de hoje.
tr: Bugünkü hedefinin %@ ml gerisindesin.

# notif.water_simple
source: Time for some water.
de: Zeit für etwas Wasser.
es: Hora de beber agua.
fr: C’est l’heure de boire de l’eau.
it: È ora di bere un po’ d’acqua.
pt_br: Hora de beber água.
tr: Bir bardak su vakti.

# notif.water_smart %@ %@
source: By now you've usually had %1$@ L. Today you're at %2$@ L.
de: Um diese Zeit hast du meist schon %1$@ L getrunken. Heute sind es %2$@ L.
es: A esta hora sueles llevar %1$@ L. Hoy vas por %2$@ L.
fr: À cette heure, vous en êtes d’habitude à %1$@ L. Aujourd’hui : %2$@ L.
it: A quest’ora di solito sei a %1$@ L. Oggi sei a %2$@ L.
pt_br: Até esta hora você costuma ter bebido %1$@ L. Hoje você está em %2$@ L.
tr: Genelde bu saate kadar %1$@ L içmiş oluyorsun. Bugün %2$@ L'desin.

# onb.daily_dose
source: Daily dose
de: Tagesdosis
es: Dosis diaria
fr: Dose quotidienne
it: Dose giornaliera
pt_br: Dose diária
tr: Günlük doz

# onb.dose_hint
source: Most people settle around 5 g per day.
de: Die meisten bleiben bei etwa 5 g pro Tag.
es: La mayoría se queda en unos 5 g al día.
fr: La plupart des gens s’en tiennent à environ 5 g par jour.
it: La maggior parte delle persone si attesta intorno ai 5 g al giorno.
pt_br: A maioria fica em torno de 5 g por dia.
tr: Çoğu kişi günde 5 g civarında kalıyor.

# onb.loading_for_days %lld
source: for %lld days
de: für %lld Tage
es: durante %lld días
fr: pendant %lld jours
it: per %lld giorni
pt_br: por %lld dias
tr: %lld gün boyunca
